tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "neovim/neovim"
tap "puma/puma"
tap "universal-ctags/universal-ctags"
cask "xquartz"
brew "openssl@1.1"
brew "openblas"
brew "arpack"
brew "xz"
brew "atk"
brew "autoconf"
brew "libtool"
brew "libunistring"
brew "autogen"
brew "automake"
brew "awscli"
brew "icu4c"
brew "c-ares"
brew "fontconfig"
brew "cairo"
brew "carthage"
brew "glog"
brew "metis"
brew "chromedriver"
brew "coreutils"
brew "curl"
brew "zeromq"
brew "czmq"
brew "dbus"
brew "doxygen"
brew "elixir"
brew "ghostscript"
brew "exercism"
brew "libogg"
brew "little-cms2"
brew "libvpx"
brew "ffmpeg"
brew "fig2dev"
brew "python", link: false
brew "fontforge"
brew "gdk-pixbuf"
brew "geoip"
brew "ghq"
brew "gist"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-standup"
brew "glpk"
brew "qt"
brew "gnuplot"
brew "go"
brew "graphicsmagick"
brew "graphviz"
brew "gsl"
brew "gtk+"
brew "hdf5"
brew "highlight"
brew "htop"
brew "hunspell"
brew "imake"
brew "jansson"
brew "leveldb"
brew "libgcrypt"
brew "libksba"
brew "libmagic"
brew "librsvg"
brew "libvo-aacenc"
brew "libxml2", link: true
brew "libyaml"
brew "lmdb"
brew "lua@5.1"
brew "mad"
brew "mecab"
brew "mkvtoolnix"
brew "youtube-dl"
brew "mpv"
brew "mysql"
brew "neovim"
brew "nkf"
brew "node"
brew "plotutils"
brew "octave"
brew "opencv"
brew "p7zip"
brew "peco"
brew "perl"
brew "pgloader"
brew "poppler"
brew "pwgen"
brew "pyqt"
brew "q"
brew "qemu"
brew "qscintilla2"
brew "r"
brew "rcm"
brew "re2"
brew "redis"
brew "rgxg"
brew "ripgrep"
brew "ruby"
brew "sox"
brew "spark"
brew "sphinx-doc"
brew "starship"
brew "texi2html"
brew "tig"
brew "timidity"
brew "tmux"
brew "todo-txt"
brew "unar"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "xfig"
brew "yarn"
brew "yasm"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "aerial"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "aquaterm"
cask "authy"
cask "bartender"
cask "bdash"
cask "bitbar"
cask "coconutbattery"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "energybar"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-source-han-code-jp"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "iina"
cask "imageoptim"
cask "istat-menus"
cask "istumbler"
cask "karabiner-elements"
cask "keepingyouawake"
cask "muzei"
cask "postbird"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "robo-3t"
cask "rstudio"
cask "sequel-pro"
cask "steam"
cask "suspicious-package"
cask "typora"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "xmind"
cask "zoomus"
