tap "atlassian/acli"
tap "heroku/brew"
brew "aichat"
brew "automake"
brew "awscli"
brew "btop"
brew "ripgrep"
brew "codex"
brew "curl"
brew "ente-cli"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "gist"
brew "git"
brew "git-delta"
brew "pinentry"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "libyaml"
brew "mise"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "peco"
brew "pinentry-mac"
brew "pnpm"
brew "postgresql@14"
brew "rcm"
brew "redis"
brew "rustup"
brew "starship"
brew "tig"
brew "tmux"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "atlassian/acli/acli"
brew "heroku/brew/heroku"
cask "1password@7"
cask "appcleaner"
cask "brave-browser"
cask "chatgpt"
cask "chromedriver"
cask "claude"
cask "deepl"
cask "discord"
cask "figma"
cask "firefox@developer-edition"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "freetube"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "hiddenbar"
cask "iina"
cask "istat-menus"
cask "istat-menus@6"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keycastr"
cask "ledger-live"
cask "maestral"
cask "netnewswire"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "onyx"
cask "orbstack"
cask "postbird"
cask "quarto"
cask "raycast"
cask "superlist"
cask "swiftbar"
cask "syntax-highlight"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
